<template>
<contact-menu></contact-menu>

<top-menu></top-menu>

<div class="info_section">
  <breadcrumbs :links="links"></breadcrumbs>

  <h1 class="section__title">
    Политика обработки персональных данных
  </h1>

  <p style="line-height: 1.7">
    Физическое лицо, оставляя заявку на веб-сайте k-engine.ru через формы, действуя свободно, своей волей и в своем интересе, а также подтверждая свою дееспособность, 
    предоставляет свое согласие на обработку персональных данных (далее – Согласие) ИА "КРЮКОВ АНДРЕЙ АЛЕКСАНДРОВИЧ" (ИНН 500913948021, info@k-engine.ru, +7 (495) 142-34-18
), которому принадлежит веб-сайт k-engine.ru и которое зарегистрировано по адресу г. Домодедово, с. Ям, ул. Морская дом 9, кв. 31, на обработку своих персональных данных со следующими условиями:<br/><br/>
    Данное Согласие дается на обработку персональных данных, как без использования средств автоматизации, так и с их использованием.<br/><br/>
    Согласие дается на обработку следующих моих персональных данных:<br/><br/>
    персональные данные, не относящиеся специальной категории персональных данных или к биометрическим персональным данным: адрес электронной почты (e-mail); имя; сведения о месте работы; номер мобильного телефона; информация о том, откуда пришел на сайт (метка).<br/><br/>
    Цель обработки персональных данных: обсуждение возможной покупки<br/><br/>
    В ходе обработки с персональными данными будут совершены следующие действия: сбор; запись; систематизация; накопление; хранение; уточнение (обновление, изменение); извлечение; использование; передача (предоставление, доступ); блокирование; удаление; уничтожение.<br/><br/>
    Третьи лица не обрабатывают персональные данные по поручению ИП "КРЮКОВ АНДРЕЙ АЛЕКСАНДРОВИЧ" для указанной в согласии цели.<br/><br/>
    Персональные данные обрабатываются до момента покупки товара или до прекращения обсуждения покупки товара, смотря что произойдет быстрее.<br/><br/>
    Согласие может быть отозвано вами или вашим представителем путем направления ИП "КРЮКОВ АНДРЕЙ АЛЕКСАНДРОВИЧ" письменного заявления или электронного заявления, подписанного согласно законодательству Российской Федерации в области электронной подписи, по адресу, указанному в начале Согласия.<br/><br/>
    В случае отзыва вами или вашим представителем Согласия ИП "КРЮКОВ АНДРЕЙ АЛЕКСАНДРОВИЧ" вправе продолжить обработку персональных данных без него при наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006 г.<br/><br/>
    Настоящее согласие действует все время до момента прекращения обработки персональных данных, указанных в п.6 и п.7 Согласия.
  </p>

</div>

<my-footer></my-footer>
</template>

<script>
import ContactMenu from '../components/ContactMenu.vue'
import Breadcrumbs from '../components/Breadcrumbs.vue'
import TopMenu from '../components/TopMenu.vue'
import Footer from '../components/Footer.vue'

export default {
  name: "DetailMaterial",

  components: {
    'contact-menu': ContactMenu,
    'top-menu': TopMenu,
    'breadcrumbs': Breadcrumbs,
    'my-footer': Footer,
  },

  mounted() {
    document.title = 'Политика | К-инжиниринг' 
  },

  data() {
    return {
      links: [
        {name: 'Главная', link: '/',},
        {name: 'Политика обработки персональных данных', link: ''}
      ],
    }
  },
}
</script>

<style lang="sass">
@import "@/assets/sass/style.sass"
</style>